Repository: Innocent-children/quietglyph
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans

source: Wrap Search
zh_hans: 循环查找

source: %@: exceeds the search size limit
zh_hans: %@: 超过搜索大小限制

source: %llu / %llu bytes
zh_hans: %llu / %llu 字节

source: Add Rule
zh_hans: 添加规则

source: Background
zh_hans: 背景色

source: Batch Find and Replace
zh_hans: 批量查找与替换

source: Batch Replace
zh_hans: 批量替换

source: Bold
zh_hans: 粗体

source: Calculate
zh_hans: 计算

source: Change Extension
zh_hans: 修改扩展名

source: Characters: %ld Words: %ld Lines: %ld Whitespace: %ld Non-whitespace: %ld UTF-16 units: %ld
zh_hans: 字符数：%ld 词数：%ld 行数：%ld 空白字符：%ld 非空白字符：%ld UTF-16 单元：%ld

source: Choose File…
zh_hans: 选择文件…

source: Clear Results
zh_hans: 清空结果

source: Clear recent files on quit
zh_hans: 退出时清空最近文件

source: Collapse All
zh_hans: 全部折叠

source: Convert
zh_hans: 转码

source: Convert the scanned files?
zh_hans: 转换扫描到的文件？

source: Copy Matches
zh_hans: 复制匹配内容

source: Copy Result Lines
zh_hans: 复制结果行

source: Each successful rename takes effect immediately. Conflicts and failures remain listed.
zh_hans: 每个成功的重命名会立即生效。冲突和失败原因将保留在列表中。

source: Empty
zh_hans: 空内容

source: Empty values inherit the global style and editor settings.
zh_hans: 留空的属性继承全局样式和编辑器设置。

source: Enable Rule
zh_hans: 启用规则

source: Exclude patterns
zh_hans: 排除模式

source: Expand All
zh_hans: 全部展开

source: Export…
zh_hans: 导出…

source: Extension
zh_hans: 扩展名

source: File exceeds the conversion size limit.
zh_hans: 文件超过转码大小限制。

source: Files are saved immediately. Open or changed files will be skipped. Line endings are preserved.
zh_hans: 文件会立即保存。已打开或已变化的文件会跳过，保留原换行符。

source: Files: %ld
zh_hans: 文件数：%ld

source: Find text must not be empty.
zh_hans: 查找内容不能为空。

source: Folder is not writable.
zh_hans: 文件夹不可写。

source: Font Size
zh_hans: 字号

source: Foreground
zh_hans: 前景色

source: Global
zh_hans: 全局

source: Hidden files
zh_hans: 隐藏文件

source: Highlight Current Line
zh_hans: 高亮当前行

source: Highlight Same Words
zh_hans: 高亮相同单词

source: History
zh_hans: 历史记录

source: Import…
zh_hans: 导入…

source: Indent Guides
zh_hans: 缩进参考线

source: Inherit
zh_hans: 继承

source: Italic
zh_hans: 斜体

source: Large file threshold: %ld MB
zh_hans: 大文件阈值：%ld MB

source: Mark All
zh_hans: 标记全部

source: Mark and Bookmark
zh_hans: 标记并添加书签

source: Match Brackets and Tags
zh_hans: 匹配括号和标签

source: Maximum file size (MB)
zh_hans: 文件大小上限（MB）

source: Mode
zh_hans: 模式

source: Move Rule Down
zh_hans: 规则下移

source: Move Rule Up
zh_hans: 规则上移

source: New Path
zh_hans: 新路径

source: No further matches.
zh_hans: 没有更多匹配项。

source: Off
zh_hans: 关闭

source: On
zh_hans: 开启

source: Open documents will be changed with Undo and remain unsaved. Closed files will be saved immediately. Changed files will be skipped and reported.
zh_hans: 已打开文档支持撤销，修改后保持未保存。未打开的文件立即保存。已变化的文件将跳过并报告。

source: Original Encoding
zh_hans: 原编码

source: Original Path
zh_hans: 原路径

source: Prefix
zh_hans: 前缀

source: Preview
zh_hans: 预览

source: Processed: %ld / %ld
zh_hans: 已处理：%ld / %ld

source: Remember window position and size
zh_hans: 记住窗口位置和大小

source: Remove Rule
zh_hans: 删除规则

source: Rename the previewed files?
zh_hans: 重命名预览中的文件？

source: Replacement History
zh_hans: 替换历史

source: Replacements: %ld · Open documents: %ld · Saved files: %ld
zh_hans: 替换次数：%ld · 打开文档：%ld · 已保存文件：%ld

source: Reset to Inherited Style
zh_hans: 恢复继承样式

source: Save named files every 3 minutes
zh_hans: 每 3 分钟保存已命名文件

source: Scan
zh_hans: 扫描

source: Scope
zh_hans: 范围

source: Several files have the same target name.
zh_hans: 多个文件的目标名称相同。

source: Skip binary
zh_hans: 跳过二进制文件

source: Status
zh_hans: 状态

source: Subfolders
zh_hans: 包含子目录

source: Suffix
zh_hans: 后缀

source: Swap Find and Replace
zh_hans: 交换查找与替换

source: Syntax Style
zh_hans: 语法样式

source: Syntax Styles
zh_hans: 语法样式

source: Target Encoding
zh_hans: 目标编码

source: Text as UTF-8
zh_hans: 按 UTF-8 计算文本

source: The file is open. Close it before batch conversion.
zh_hans: 文件已打开，请关闭后再批量转码。

source: Underline
zh_hans: 下划线

source: Use Text
zh_hans: 使用文本

source: Wrap
zh_hans: 循环 / 换行

source: Literal
zh_hans: 普通

source: Extended
zh_hans: 扩展

source: All Open Documents
zh_hans: 所有打开文档

source: Unchanged
zh_hans: 不变

source: Ready
zh_hans: 待执行

source: Renamed
zh_hans: 已重命名

source: Converted
zh_hans: 已转码

source: Failed
zh_hans: 失败

source: Not processed
zh_hans: 未处理

source: Batch Rename
zh_hans: 批量重命名

source: Batch Rename…
zh_hans: 批量重命名…

source: Insert Column Text…
zh_hans: 插入列文本…

source: Insert Column Text
zh_hans: 插入列文本

source: Column Text
zh_hans: 列文本

source: Navigate Back
zh_hans: 返回上一位置

source: Navigate Forward
zh_hans: 前往下一位置

source: Remove Block Comment
zh_hans: 移除块注释

source: Invert Bookmarks
zh_hans: 反转书签

source: Text Statistics…
zh_hans: 字数统计…

source: Text Statistics
zh_hans: 字数统计

source: Text and File Checksums
zh_hans: 文本与文件摘要

source: Start, increment, repeat count, radix (2/8/10/16), prefix, upper/lower. A single caret continues to the last line.
zh_hans: 起始值、步长、重复次数、进制（2/8/10/16）、前缀、upper/lower。单光标时延伸到最后一行。

source: Malformed rule file.
zh_hans: 规则文件格式不正确。

source: Find and replace lists must have matching rows.
zh_hans: 查找与替换列表的行数必须一致。

source: Keyword
zh_hans: 关键字

source: String
zh_hans: 字符串

source: Number
zh_hans: 数字

source: Type
zh_hans: 类型

source: Heading
zh_hans: 标题

source: Added
zh_hans: 新增

source: Removed
zh_hans: 删除

source: A file with this name already exists.
zh_hans: 已存在同名文件。

source: Enter a valid file name without / or :.
zh_hans: 请输入有效的文件名，不能包含 / 或 :。

source: Rename
zh_hans: 重命名

source: Name:
zh_hans: 名称：

source: · Match at %llu
zh_hans: · 匹配位置：%llu

source: · cancelled
zh_hans: · 已取消

source: · result limit reached; narrow the search
zh_hans: · 已达结果上限，请缩小搜索范围

source: %@ — Text Copy
zh_hans: %@ — 文本副本

source: %@: exceeds 100 MB
zh_hans: %@：超过 100 MB

source: %@: open document
zh_hans: %@：文档已打开

source: %@: use the large-file viewer for files over 100 MB
zh_hans: %@：超过 100 MB，请使用大文件查看器

source: %ld files converted.
zh_hans: 已转换 %ld 个文件。

source: %ld lines
zh_hans: %ld 行

source: %ld selected
zh_hans: 已选择 %ld 个字符

source: %ld selections
zh_hans: %ld 处选区

source: A name and a simple identifier are required.
zh_hans: 请输入名称和不含路径符号的标识符。

source: A string delimiter cannot be empty.
zh_hans: 字符串分隔符不能为空。

source: ASM
zh_hans: 汇编

source: About QuietGlyph
zh_hans: 关于 QuietGlyph

source: Add Next Occurrence
zh_hans: 添加下一个匹配项

source: Appearance & session
zh_hans: 外观与会话

source: Application Language
zh_hans: 应用语言

source: Automatic indentation
zh_hans: 自动缩进

source: Batch
zh_hans: 批处理

source: Batch Conversion
zh_hans: 批量转换

source: Batch Convert Encoding
zh_hans: 批量转换编码

source: Batch Convert Folder…
zh_hans: 批量转换文件夹编码…

source: Batch Find
zh_hans: 批量查找

source: Batch Find…
zh_hans: 批量查找…

source: Bespin
zh_hans: 贝斯平

source: Black board
zh_hans: 黑板

source: Block Comment
zh_hans: 块注释

source: Blue
zh_hans: 蓝色

source: Blue light
zh_hans: 浅蓝

source: Bookmarked Lines
zh_hans: 书签行

source: Bookmarks
zh_hans: 书签

source: Both block comment delimiters are required.
zh_hans: 块注释的起始和结束分隔符必须同时填写。

source: Bring All to Front
zh_hans: 前置所有窗口

source: Building line index…
zh_hans: 正在建立行索引…

source: Byte address or line:123
zh_hans: 字节地址或 line:123

source: Bytes
zh_hans: 字节

source: Cancel
zh_hans: 取消

source: Cancelled
zh_hans: 已取消

source: Case
zh_hans: 区分大小写

source: Case & Whitespace
zh_hans: 大小写与空白字符

source: Changed on disk — Reload or Save As
zh_hans: 磁盘上的文件已更改 — 请重新加载或另存为

source: Choco
zh_hans: 巧克力

source: Choose Folder…
zh_hans: 选择文件夹…

source: Clear
zh_hans: 清除

source: Clear Bookmarks
zh_hans: 清除书签

source: Clear Recent Files
zh_hans: 清除最近打开记录

source: Click a shortcut to record it. Use Command or Control with a key. Escape cancels; Delete restores the default.
zh_hans: 点击快捷键后，按 Command 或 Control 与其他键的组合进行录入。按 Esc 取消，按 Delete 恢复默认值。

source: Close
zh_hans: 关闭

source: Close All
zh_hans: 全部关闭

source: Column Numbers
zh_hans: 列编号

source: Column Selection
zh_hans: 矩形选择

source: Column Selection Mode
zh_hans: 矩形选择模式

source: Column Selection…
zh_hans: 矩形选择…

source: Comma-separated patterns. Files are saved immediately; open documents are skipped.
zh_hans: 用英文逗号分隔匹配规则。文件将立即保存，跳过已打开的文档。

source: Command-F finds text; Command-D adds the next occurrence. Command-Option-click adds a caret. Use Column Selection for rectangular editing. Regex uses Apple's ICU syntax and $1 replacement groups. Large files and hexadecimal views are read-only. File recovery copies never automatically overwrite the original. macOS 27 uses system text-selection gestures and navigation tabs. macOS 15 and 26 use fewer custom animations.
zh_hans: Command-F 查找文本；Command-D 添加下一个匹配项。按住 Command-Option 并点击可添加光标。使用“矩形选择”进行列编辑。 正则表达式采用 Apple 的 ICU 语法，使用 $1 等引用替换捕获组。大文件和十六进制视图为只读模式。恢复副本不会自动覆盖原文件。 macOS 27 使用系统文本选择手势和导航标签；macOS 15 和 26 使用较少的自定义动画。

source: Comment
zh_hans: 注释

source: Complete Word
zh_hans: 补全单词

source: Copy
zh_hans: 复制

source: Copy Bookmarked Lines
zh_hans: 复制书签行

source: Custom
zh_hans: 自定义

source: Cut
zh_hans: 剪切

source: Cut Bookmarked Lines
zh_hans: 剪切书签行

source: DIFF
zh_hans: 差异文件

source: DansLeRuSH-Dark
zh_hans: 暗色疾风

source: Deep Black
zh_hans: 深黑

source: Default
zh_hans: 默认

source: Delete
zh_hans: 删除

source: Delete Bookmarked Lines
zh_hans: 删除书签行

source: Delete Lines
zh_hans: 删除选中行

source: Delete Unmarked Lines
zh_hans: 删除未标记行

source: Detect Links
zh_hans: 识别链接

source: Detect links
zh_hans: 识别链接

source: Discard
zh_hans: 丢弃

source: Document
zh_hans: 文档

source: Duplicate Lines
zh_hans: 复制选中行

source: Edit
zh_hans: 编辑

source: Edit Language Definitions…
zh_hans: 编辑语法定义…

source: Editor
zh_hans: 编辑器

source: Editor Help
zh_hans: 编辑器帮助

source: Encoding
zh_hans: 编码

source: Enter complete hexadecimal bytes.
zh_hans: 请输入完整的十六进制字节。

source: Enter terms separated by commas. Each term is matched literally.
zh_hans: 输入多个查找词，用英文逗号分隔。每个词按原文匹配。

source: File
zh_hans: 文件

source: File patterns
zh_hans: 文件匹配规则

source: Files
zh_hans: 文件

source: Files are saved immediately. Open documents and files changed since the search will be skipped and reported.
zh_hans: 文件将立即保存。已打开的文档和搜索后发生更改的文件会被跳过，并列出原因。

source: Filter commands
zh_hans: 筛选命令

source: Find
zh_hans: 查找

source: Find All
zh_hans: 查找全部

source: Find Next
zh_hans: 查找下一个

source: Find Previous
zh_hans: 查找上一个

source: Find in Folder…
zh_hans: 在文件夹中查找…

source: Find text in file
zh_hans: 在文件中查找文本

source: Find…
zh_hans: 查找…

source: First line, last line, first column, last column (1-based)
zh_hans: 起始行、结束行、起始列、结束列（从 1 开始，用英文逗号分隔）

source: Fold All
zh_hans: 全部折叠

source: Folder
zh_hans: 文件夹

source: Font
zh_hans: 字体

source: Font size: %ld
zh_hans: 字号：%ld

source: Format
zh_hans: 格式

source: Format JSON
zh_hans: 格式化 JSON

source: Format XML
zh_hans: 格式化 XML

source: General
zh_hans: 通用

source: Go
zh_hans: 跳转

source: Go to Line
zh_hans: 跳转到行

source: Go to Line…
zh_hans: 跳转到行…

source: Green
zh_hans: 绿色

source: Help
zh_hans: 帮助

source: Hex byte address
zh_hans: 十六进制字节地址

source: Hex bytes, e.g. 00 FF 41
zh_hans: 十六进制字节，如 00 FF 41

source: Hexadecimal
zh_hans: 十六进制

source: Hide Find Panel
zh_hans: 隐藏查找面板

source: Hide QuietGlyph
zh_hans: 隐藏 QuietGlyph

source: HotFudgeSundae
zh_hans: 热巧克力圣代

source: Indent
zh_hans: 增加缩进

source: Insert Blank Line Above
zh_hans: 在上方插入空行

source: Insert Blank Line Below
zh_hans: 在下方插入空行

source: Insert Column Numbers
zh_hans: 插入列编号

source: Insert Column Numbers…
zh_hans: 插入列编号…

source: Insert Line
zh_hans: 插入行

source: Insert spaces for Tab
zh_hans: 按 Tab 键插入空格

source: Interface language
zh_hans: 界面语言

source: Invalid hexadecimal byte.
zh_hans: 十六进制字节无效。

source: Invalid language definition: %@
zh_hans: 语法定义无效：%@

source: Invert Case
zh_hans: 反转大小写

source: Join Lines
zh_hans: 合并行

source: Language
zh_hans: 语法语言

source: Languages
zh_hans: 语法定义

source: Large Text
zh_hans: 大文件文本

source: Later
zh_hans: 稍后

source: Leading Spaces to Tabs
zh_hans: 行首空格转为制表符

source: Line %ld
zh_hans: 第 %ld 行

source: Line Endings
zh_hans: 换行符

source: Lines
zh_hans: 行操作

source: Ln %ld, Col %ld
zh_hans: 第 %ld 行，第 %ld 列

source: MD5 / SHA (UTF-8)
zh_hans: MD5 / SHA 校验值（UTF-8）

source: MD5 / SHA…
zh_hans: MD5 / SHA 校验值…

source: Mark Selection
zh_hans: 标记选中文本

source: Markdown Preview
zh_hans: Markdown 预览

source: Matches: %ld
zh_hans: 匹配项：%ld

source: Matches: %ld · Files: %ld
zh_hans: 匹配项：%ld · 文件：%ld

source: Merge All Windows
zh_hans: 合并所有窗口

source: Minimize
zh_hans: 最小化

source: Mono Industrial
zh_hans: 工业单色

source: Monokai
zh_hans: 莫诺凯

source: Move Lines
zh_hans: 移动行

source: Move Lines Down
zh_hans: 下移选中行

source: Move Lines Up
zh_hans: 上移选中行

source: Move Tab to New Window
zh_hans: 将标签页移至新窗口

source: Navigate
zh_hans: 导航

source: New
zh_hans: 新建

source: New Line
zh_hans: 换行

source: Next
zh_hans: 下一个

source: Next Bookmark
zh_hans: 下一个书签

source: No further matches
zh_hans: 没有更多匹配项

source: No matches
zh_hans: 未找到匹配项

source: QuietGlyph
zh_hans: QuietGlyph 原生版

source: OK
zh_hans: 确定

source: Obsidian
zh_hans: 黑曜石

source: Open Documents
zh_hans: 已打开的文档

source: Open Folder…
zh_hans: 打开文件夹…

source: Open Recent
zh_hans: 最近打开

source: Open an editable document first.
zh_hans: 请先打开可编辑的文档。

source: Open as Hexadecimal
zh_hans: 以十六进制打开

source: Open as Text
zh_hans: 以文本打开

source: Open…
zh_hans: 打开…

source: Outdent
zh_hans: 减少缩进

source: Paste
zh_hans: 粘贴

source: Paste to Bookmarked Lines
zh_hans: 粘贴到书签行

source: Plain Text
zh_hans: 纯文本

source: Plastic Code Wrap
zh_hans: 塑彩代码

source: Press shortcut…
zh_hans: 请按快捷键…

source: Previous
zh_hans: 上一个

source: Previous Bookmark
zh_hans: 上一个书签

source: Print…
zh_hans: 打印…

source: Properties
zh_hans: 属性文件

source: Purple
zh_hans: 紫色

source: Quit QuietGlyph
zh_hans: 退出 QuietGlyph

source: Random Case
zh_hans: 随机大小写

source: Read Only
zh_hans: 只读

source: Read Only · %@ · %llu–%llu / %llu bytes
zh_hans: 只读 · %@ · %llu–%llu / %llu 字节

source: Recover
zh_hans: 恢复

source: Recover unsaved documents?
zh_hans: 是否恢复未保存的文档？

source: Recovered — %@
zh_hans: 已恢复 — %@

source: Red
zh_hans: 红色

source: Redo
zh_hans: 重做

source: Reduce animations
zh_hans: 减少动画

source: Regex (ICU)
zh_hans: 正则表达式（ICU）

source: Reload Encoding
zh_hans: 重新加载编码

source: Reload with Encoding
zh_hans: 使用指定编码重新加载

source: Remove Blank Lines
zh_hans: 删除仅含空白的行

source: Remove Consecutive Duplicates
zh_hans: 删除连续重复行

source: Remove Duplicate Lines
zh_hans: 删除重复行

source: Remove Empty Lines
zh_hans: 删除空行

source: Remove Leading Whitespace
zh_hans: 删除行首空白

source: Remove Trailing Whitespace
zh_hans: 删除行尾空白

source: Rename…
zh_hans: 重命名…

source: Replace
zh_hans: 替换

source: Replace All
zh_hans: 全部替换

source: Replace in %ld files?
zh_hans: 是否替换 %ld 个文件中的内容？

source: Replace with
zh_hans: 替换为

source: Replacements: %ld
zh_hans: 替换项：%ld

source: Replacements: %ld · Files: %ld
zh_hans: 替换项：%ld · 文件：%ld

source: Replace…
zh_hans: 替换…

source: Reset Shortcuts
zh_hans: 重置快捷键

source: Restore open files on launch
zh_hans: 启动时恢复已打开的文件

source: Reverse Lines
zh_hans: 反转行序

source: Revert to Saved…
zh_hans: 恢复到已保存版本…

source: Ruby Blue
zh_hans: 宝石蓝

source: Run a complete search with these options before replacing.
zh_hans: 请先使用当前选项完成一次完整搜索，再执行替换。

source: Save
zh_hans: 保存

source: Save All
zh_hans: 全部保存

source: Save As…
zh_hans: 另存为…

source: Saved
zh_hans: 已保存

source: Search
zh_hans: 搜索

source: Searching…
zh_hans: 正在搜索…

source: Select All
zh_hans: 全选

source: Select All Occurrences
zh_hans: 选择所有匹配项

source: Selection
zh_hans: 仅选区

source: Sentence Case (Preserve Capitals)
zh_hans: 句首字母大写（保留已有大写）

source: Sentence case
zh_hans: 句首字母大写

source: Services
zh_hans: 服务

source: Settings
zh_hans: 设置

source: Settings…
zh_hans: 设置…

source: Shortcuts
zh_hans: 快捷键

source: Show All
zh_hans: 全部显示

source: Show Line Endings
zh_hans: 显示换行符

source: Show Next Tab
zh_hans: 显示下一个标签页

source: Show Previous Tab
zh_hans: 显示上一个标签页

source: Show Whitespace
zh_hans: 显示空白字符

source: Show line endings
zh_hans: 显示换行符

source: Show whitespace
zh_hans: 显示空白字符

source: Shuffle Lines
zh_hans: 随机排列行

source: Sidebar
zh_hans: 侧栏

source: Some characters cannot be saved as %@. Choose a Unicode encoding.
zh_hans: 部分字符无法使用 %@ 编码保存，请选择 Unicode 编码。

source: Sort A–Z
zh_hans: 按字母升序排序

source: Sort A–Z (Ignore Case)
zh_hans: 按字母升序排序（忽略大小写）

source: Sort Comma Decimals Ascending
zh_hans: 按逗号小数升序排序

source: Sort Comma Decimals Descending
zh_hans: 按逗号小数降序排序

source: Sort Decimals Ascending
zh_hans: 按小数升序排序

source: Sort Decimals Descending
zh_hans: 按小数降序排序

source: Sort Integers Ascending
zh_hans: 按整数升序排序

source: Sort Integers Descending
zh_hans: 按整数降序排序

source: Sort Z–A
zh_hans: 按字母降序排序

source: Sort Z–A (Ignore Case)
zh_hans: 按字母降序排序（忽略大小写）

source: Spaces to Tabs
zh_hans: 空格转为制表符

source: Split Lines
zh_hans: 拆分行

source: Start, increment, repeat count, radix (2/8/10/16), prefix
zh_hans: 起始值、步长、重复次数、进制（2/8/10/16）、前缀，用英文逗号分隔

source: System
zh_hans: 跟随系统

source: System Reduce Motion and Reduce Transparency are always respected.
zh_hans: 始终遵循系统的“减少动态效果”和“降低透明度”设置。

source: Tab width: %ld
zh_hans: 制表符宽度：%ld

source: Tabs to Spaces
zh_hans: 制表符转为空格

source: Text changed. Search again.
zh_hans: 文本已更改，请重新搜索。

source: The file cannot be decoded. Choose an encoding or open it as hexadecimal.
zh_hans: 无法解码此文件，请选择编码或以十六进制打开。

source: The file changed on disk. Reload it or use Save As to preserve both versions.
zh_hans: 磁盘上的文件已更改。请重新加载，或使用“另存为”保留两个版本。

source: The file is open. Replace in its editor to preserve unsaved changes.
zh_hans: 文件已打开，请在编辑器中替换，以保留未保存的更改。

source: The selected language takes effect the next time you open QuietGlyph.
zh_hans: 所选语言将在下次打开 QuietGlyph 时生效。

source: The selection is no longer valid. Try the command again.
zh_hans: 选区已失效，请重新执行命令。

source: Theme
zh_hans: 主题

source: This Document
zh_hans: 当前文档

source: This document is open in read-only mode.
zh_hans: 此文档以只读模式打开。

source: This shortcut is assigned to %@
zh_hans: 此快捷键已分配给“%@”

source: Title Case
zh_hans: 单词首字母大写

source: Title Case (Preserve Capitals)
zh_hans: 单词首字母大写（保留已有大写）

source: Toggle BOM
zh_hans: 添加或移除 BOM

source: Toggle Bookmark
zh_hans: 添加或取消书签

source: Toggle Fold
zh_hans: 折叠/展开

source: Toggle Line Comment
zh_hans: 添加或取消行注释

source: Toggle Sidebar
zh_hans: 显示或隐藏侧栏

source: Tools
zh_hans: 工具

source: Trim Lines
zh_hans: 删除行首和行尾空白

source: Twilight
zh_hans: 暮光

source: Typing
zh_hans: 输入

source: UPPERCASE
zh_hans: 全部大写

source: Undo
zh_hans: 撤销

source: Unfold All
zh_hans: 全部展开

source: Vibrant Ink
zh_hans: 鲜亮墨色

source: View
zh_hans: 显示

source: Whole word
zh_hans: 全词匹配

source: Window
zh_hans: 窗口

source: Wrap Lines
zh_hans: 自动换行

source: Wrap lines
zh_hans: 自动换行

source: Yellow
zh_hans: 黄色

source: Zoom
zh_hans: 缩放窗口

source: Zoom In
zh_hans: 放大

source: Zoom Out
zh_hans: 缩小

source: lavender
zh_hans: 薰衣草

source: lowercase
zh_hans: 全部小写

source: misty rose
zh_hans: 雾玫瑰

source: yellow rice
zh_hans: 米黄

source: Edit extensions, keywords, comment delimiters and regular-expression rules for syntax highlighting.
zh_hans: 编辑扩展名、关键字、注释分隔符和正则表达式规则，保存后即可用于语法高亮。
